Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# time_zone_label
source: Time zone: %1$@
ar: المنطقة الزمنية: %1$@
as: সময় অঞ্চল: %1$@
bn: টাইম জোন: %1$@
bs: Vremenska zona: %1$@
ckb: ناوچەی کات: %1$@
es: Zona horaria: %1$@
fa: منطقه زمانی: %1$@
fa_af: منطقه زمانی: %1$@
fr: Fuseau horaire : %1$@
gu: ટાઇમ ઝોન: %1$@
ha: Yankin lokaci: %1$@
hi: टाइम ज़ोन: %1$@
hu: Időzóna: %1$@
id: Zona waktu: %1$@
ka: სასაათო სარტყელი: %1$@
km: ល្វែងម៉ោង៖ %1$@
kn: ಸಮಯ ವಲಯ: %1$@
mk: Временска зона: %1$@
ml: സമയ മേഖല: %1$@
mr: टाइम झोन: %1$@
nl: Tijdzone: %1$@
pa: ਸਮਾਂ ਖੇਤਰ: %1$@
pt: Fuso horário: %1$@
ru: Часовой пояс: %1$@
si: වේලා කලාපය: %1$@
sr: Временска зона: %1$@
sw: Saa za eneo: %1$@
te: టైమ్ జోన్: %1$@
th: เขตเวลา: %1$@
tr: Saat dilimi: %1$@
ug: ۋاقىت رايونى: %1$@
ur: ٹائم زون: %1$@
vi: Múi giờ: %1$@
zh_hans: 时区：%1$@

# todays_times
source: Today’s prayer times
ar: مواقيت اليوم
as: আজিৰ নামাজৰ সময়
bn: আজকের নামাজের সময়
bs: Današnja namaska vremena
ckb: کاتەکانی نوێژی ئەمڕۆ
es: Horarios de hoy
fa: اوقات شرعی امروز
fa_af: اوقات نماز امروز
fil: Mga oras ng dasal ngayong araw
fr: Horaires du jour
gu: આજના નમાઝના સમય
ha: Lokutan sallah na yau
hi: आज की नमाज़ों के समय
hu: Mai imaidők
id: Jadwal salat hari ini
ka: დღევანდელი ლოცვის დროები
km: ម៉ោងសឡាតថ្ងៃនេះ
kn: ಇಂದಿನ ನಮಾಜ್ ಸಮಯಗಳು
mk: Денешни времиња за намаз
ml: ഇന്നത്തെ നമസ്കാര സമയങ്ങൾ
mr: आजच्या नमाजच्या वेळा
nl: Gebedstijden van vandaag
pa: ਅੱਜ ਦੇ ਨਮਾਜ਼ ਦੇ ਵਕਤ
pt: Horários de oração de hoje
ru: Время намазов на сегодня
si: අද සලාත වේලාවන්
sr: Данашња намаска времена
sw: Nyakati za sala za leo
te: ఈరోజు నమాజ్ సమయాలు
th: เวลาละหมาดวันนี้
tr: Bugünün namaz vakitleri
ug: بۈگۈنكى ناماز ۋاقىتلىرى
ur: آج کے اوقاتِ نماز
vi: Giờ cầu nguyện hôm nay
zh_hans: 今日礼拜时间

# tomorrow_times
source: Tomorrow’s prayer times
ar: مواقيت الغد
as: কাইলৈৰ নামাজৰ সময়
bn: আগামীকালের নামাজের সময়
bs: Sutrašnja namaska vremena
ckb: کاتەکانی نوێژی سبەینێ
es: Horarios de mañana
fa: اوقات شرعی فردا
fa_af: اوقات نماز فردا
fil: Mga oras ng dasal bukas
fr: Horaires de demain
gu: આવતીકાલના નમાઝના સમય
ha: Lokutan sallah na gobe
hi: कल की नमाज़ों के समय
hu: Holnapi imaidők
id: Jadwal salat besok
ka: ხვალინდელი ლოცვის დროები
km: ម៉ោងសឡាតថ្ងៃស្អែក
kn: ನಾಳೆಯ ನಮಾಜ್ ಸಮಯಗಳು
mk: Утрешни времиња за намаз
ml: നാളത്തെ നമസ്കാര സമയങ്ങൾ
mr: उद्याच्या नमाजच्या वेळा
nl: Gebedstijden van morgen
pa: ਕੱਲ੍ਹ ਦੇ ਨਮਾਜ਼ ਦੇ ਵਕਤ
pt: Horários de oração de amanhã
ru: Время намазов на завтра
si: හෙට සලාත වේලාවන්
sr: Сутрашња намаска времена
sw: Nyakati za sala za kesho
te: రేపటి నమాజ్ సమయాలు
th: เวลาละหมาดพรุ่งนี้
tr: Yarının namaz vakitleri
ug: ئەتىكى ناماز ۋاقىتلىرى
ur: کل کے اوقاتِ نماز
vi: Giờ cầu nguyện ngày mai
zh_hans: 明日礼拜时间

# translation_by
source: Translation: %1$@
ar: ترجمة: %1$@
as: অনুবাদ: %1$@
bn: অনুবাদ: %1$@
bs: Prijevod: %1$@
ckb: وەرگێڕان: %1$@
es: Traducción: %1$@
fa: ترجمه: %1$@
fa_af: ترجمه: %1$@
fil: Salin: %1$@
fr: Traduction : %1$@
gu: અનુવાદ: %1$@
ha: Fassara: %1$@
hi: अनुवाद: %1$@
hu: Fordítás: %1$@
id: Terjemahan: %1$@
ka: თარგმანი: %1$@
km: ការបកប្រែ៖ %1$@
kn: ಅನುವಾದ: %1$@
mk: Превод: %1$@
ml: പരിഭാഷ: %1$@
mr: अनुवाद: %1$@
nl: Vertaling: %1$@
pa: ਅਨੁਵਾਦ: %1$@
pt: Tradução: %1$@
ru: Перевод: %1$@
si: පරිවර්තනය: %1$@
sr: Превод: %1$@
sw: Tafsiri: %1$@
te: అనువాదం: %1$@
th: แปลโดย: %1$@
tr: Çeviri: %1$@
ug: تەرجىمە: %1$@
ur: ترجمہ: %1$@
vi: Bản dịch: %1$@
zh_hans: 译者：%1$@

source: Upcoming
ar: القادمة
as: আগন্তুক
bn: আসন্ন
bs: Sljedeće
ckb: داهاتوو
es: Próxima
fa: پیش رو
fa_af: پیش رو
fil: Paparating
fr: À venir
gu: આગામી
ha: Masu zuwa
hi: आने वाली
hu: Következik
id: Berikutnya
ka: მომავალი
km: ខាងមុខ
kn: ಮುಂಬರುವ
mk: Следно
ml: വരാനിരിക്കുന്നത്
mr: पुढील
nl: Komend
pa: ਆਉਣ ਵਾਲੀ
pt: Próximas
ru: Далее
si: ඉදිරියට
sr: Следеће
sw: Zijazo
te: రాబోయేది
th: ถัดไป
tr: Sıradaki
ug: كېلىدىغان
ur: آنے والی
vi: Sắp tới
zh_hans: 即将到来

source: Use device language
ar: استخدم لغة الجهاز
as: ডিভাইচৰ ভাষা ব্যৱহাৰ কৰক
bn: ডিভাইসের ভাষা ব্যবহার করুন
bs: Jezik uređaja
ckb: زمانی ئامێر بەکاربهێنە
es: Usar el idioma del dispositivo
fa: استفاده از زبان دستگاه
fa_af: استفاده از زبان دستگاه
fil: Gamitin ang wika ng device
fr: Utiliser la langue de l’appareil
gu: ડિવાઇસની ભાષા વાપરો
ha: Yi amfani da harshen na'ura
hi: डिवाइस की भाषा इस्तेमाल करें
hu: Az eszköz nyelve
id: Gunakan bahasa perangkat
ka: მოწყობილობის ენის გამოყენება
km: ប្រើភាសារបស់ឧបករណ៍
kn: ಸಾಧನದ ಭಾಷೆಯನ್ನು ಬಳಸಿ
mk: Јазик на уредот
ml: ഉപകരണത്തിന്റെ ഭാഷ ഉപയോഗിക്കുക
mr: डिव्हाइसची भाषा वापरा
nl: Taal van apparaat gebruiken
pa: ਡਿਵਾਈਸ ਦੀ ਭਾਸ਼ਾ ਵਰਤੋ
pt: Usar o idioma do aparelho
ru: Язык устройства
si: උපාංගයේ භාෂාව භාවිත කරන්න
sr: Језик уређаја
sw: Tumia lugha ya kifaa
te: పరికర భాషను ఉపయోగించు
th: ใช้ภาษาของอุปกรณ์
tr: Cihaz dilini kullan
ug: ئۈسكۈنە تىلىنى ئىشلىتىش
ur: آلے کی زبان استعمال کریں
vi: Dùng ngôn ngữ của thiết bị
zh_hans: 使用设备语言

source: Use my location
ar: استخدم موقعي
as: মোৰ অৱস্থান ব্যৱহাৰ কৰক
bn: আমার লোকেশন ব্যবহার করুন
bs: Koristi moju lokaciju
ckb: شوێنەکەم بەکاربهێنە
es: Usar mi ubicación
fa: استفاده از موقعیت من
fa_af: استفاده از موقعیت من
fil: Gamitin ang aking lokasyon
fr: Utiliser ma position
gu: મારું લોકેશન વાપરો
ha: Yi amfani da wurina
hi: मेरी लोकेशन इस्तेमाल करें
hu: Helyzetem használata
id: Gunakan lokasi saya
ka: ჩემი მდებარეობის გამოყენება
km: ប្រើទីតាំងរបស់ខ្ញុំ
kn: ನನ್ನ ಸ್ಥಳವನ್ನು ಬಳಸಿ
mk: Користи ја мојата локација
ml: എന്റെ ലൊക്കേഷൻ ഉപയോഗിക്കുക
mr: माझे लोकेशन वापरा
nl: Mijn locatie gebruiken
pa: ਮੇਰਾ ਟਿਕਾਣਾ ਵਰਤੋ
pt: Usar minha localização
ru: Использовать моё местоположение
si: මගේ ස්ථානය භාවිත කරන්න
sr: Користи моју локацију
sw: Tumia mahali nilipo
te: నా లొకేషన్ ఉపయోగించు
th: ใช้ตำแหน่งของฉัน
tr: Konumumu kullan
ug: ئورنۇمنى ئىشلىتىش
ur: میرا مقام استعمال کریں
vi: Dùng vị trí của tôi
zh_hans: 使用我的位置

# use_prayer_city
source: Use %1$@
ar: استخدم %1$@
as: %1$@ ব্যৱহাৰ কৰক
bn: %1$@ ব্যবহার করুন
bs: Koristi grad %1$@
ckb: %1$@ بەکاربهێنە
es: Usar %1$@
fa: استفاده از %1$@
fa_af: استفاده از %1$@
fil: Gamitin ang %1$@
fr: Utiliser %1$@
gu: %1$@ વાપરો
ha: Yi amfani da %1$@
hi: %1$@ इस्तेमाल करें
hu: %1$@ használata
id: Gunakan %1$@
ka: გამოყენება: %1$@
km: ប្រើ %1$@
kn: %1$@ ಬಳಸಿ
mk: Користи %1$@
ml: %1$@ ഉപയോഗിക്കുക
mr: %1$@ वापरा
nl: %1$@ gebruiken
pa: %1$@ ਵਰਤੋ
pt: Usar %1$@
ru: Использовать город %1$@
si: %1$@ භාවිත කරන්න
sr: Користи град %1$@
sw: Tumia %1$@
te: %1$@ ఉపయోగించు
th: ใช้ %1$@
tr: %1$@ kullan
ug: %1$@ نى ئىشلىتىش
ur: %1$@ استعمال کریں
vi: Dùng %1$@
zh_hans: 使用 %1$@

source: Use this time zone
ar: استخدم هذه المنطقة
as: এই সময় অঞ্চল ব্যৱহাৰ কৰক
bn: এই টাইম জোন ব্যবহার করুন
bs: Koristi ovu zonu
ckb: ئەم ناوچەی کاتە بەکاربهێنە
es: Usar esta zona
fa: استفاده از این منطقه زمانی
fa_af: استفاده از این منطقه زمانی
fil: Gamitin ang time zone na ito
fr: Utiliser ce fuseau
gu: આ ટાઇમ ઝોન વાપરો
ha: Yi amfani da wannan yankin lokaci
hi: यही टाइम ज़ोन इस्तेमाल करें
hu: Ez az időzóna
id: Gunakan zona ini
ka: ამ სასაათო სარტყლის გამოყენება
km: ប្រើល្វែងម៉ោងនេះ
kn: ಈ ಸಮಯ ವಲಯವನ್ನು ಬಳಸಿ
mk: Користи ја оваа зона
ml: ഈ സമയ മേഖല ഉപയോഗിക്കുക
mr: हा टाइम झोन वापरा
nl: Deze tijdzone gebruiken
pa: ਇਹ ਸਮਾਂ ਖੇਤਰ ਵਰਤੋ
pt: Usar este fuso horário
ru: Использовать этот пояс
si: මෙම වේලා කලාපය භාවිත කරන්න
sr: Користи ову зону
sw: Tumia saa hizi za eneo
te: ఈ టైమ్ జోన్ ఉపయోగించు
th: ใช้เขตเวลานี้
tr: Bu saat dilimini kullan
ug: بۇ ۋاقىت رايونىنى ئىشلىتىش
ur: یہی ٹائم زون استعمال کریں
vi: Dùng múi giờ này
zh_hans: 使用此时区

# version_label
source: Version %1$@
ar: الإصدار %1$@
as: সংস্কৰণ %1$@
bn: ভার্সন %1$@
bs: Verzija %1$@
ckb: وەشانی %1$@
es: Versión %1$@
fa: نسخه %1$@
fa_af: نسخه %1$@
fil: Bersyon %1$@
gu: વર્ઝન %1$@
ha: Siga %1$@
hi: वर्ज़न %1$@
hu: %1$@ verzió
id: Versi %1$@
ka: ვერსია %1$@
km: កំណែ %1$@
kn: ಆವೃತ್ತಿ %1$@
mk: Верзија %1$@
ml: പതിപ്പ് %1$@
mr: आवृत्ती %1$@
nl: Versie %1$@
pa: ਵਰਜਨ %1$@
pt: Versão %1$@
ru: Версия %1$@
si: අනුවාදය %1$@
sr: Верзија %1$@
sw: Toleo %1$@
te: వెర్షన్ %1$@
th: เวอร์ชัน %1$@
tr: Sürüm %1$@
ug: نەشرى %1$@
ur: ورژن %1$@
vi: Phiên bản %1$@
zh_hans: 版本 %1$@

# view_compass
source: Compass
ar: البوصلة
as: কম্পাছ
bn: কম্পাস
bs: Kompas
ckb: قیبلەنما
es: Brújula
fa: قطب‌نما
fa_af: قطب‌نما
fr: Boussole
gu: હોકાયંત્ર
ha: Kamfas
hi: कम्पास
hu: Iránytű
id: Kompas
ka: კომპასი
km: ត្រីវិស័យ
kn: ದಿಕ್ಸೂಚಿ
mk: Компас
ml: കോമ്പസ്
mr: होकायंत्र
nl: Kompas
pa: ਕੰਪਾਸ
pt: Bússola
ru: Компас
si: මාලිමාව
sr: Компас
sw: Dira
te: దిక్సూచి
th: เข็มทิศ
tr: Pusula
ug: كومپاس
ur: قطب نما
vi: La bàn
zh_hans: 指南针

# view_list
source: List
ar: قائمة
as: তালিকা
bn: তালিকা
bs: Lista
ckb: لیست
es: Lista
fa: فهرست
fa_af: فهرست
fil: Listahan
fr: Liste
gu: યાદી
ha: Jeri
hi: सूची
hu: Lista
id: Daftar
ka: სია
km: បញ្ជី
kn: ಪಟ್ಟಿ
mk: Список
ml: പട്ടിക
mr: यादी
nl: Lijst
pa: ਸੂਚੀ
pt: Lista
ru: Список
si: ලැයිස්තුව
sr: Листа
sw: Orodha
te: జాబితా
th: รายการ
tr: Liste
ug: تىزىملىك
ur: فہرست
vi: Danh sách
zh_hans: 列表

# view_map
source: Map
ar: خريطة
as: মানচিত্ৰ
bn: মানচিত্র
bs: Mapa
ckb: نەخشە
es: Mapa
fa: نقشه
fa_af: نقشه
fil: Mapa
fr: Carte
gu: નકશો
ha: Taswira
hi: नक्शा
hu: Térkép
id: Peta
ka: რუკა
km: ផែនទី
kn: ನಕ್ಷೆ
mk: Мапа
ml: മാപ്പ്
mr: नकाशा
nl: Kaart
pa: ਨਕਸ਼ਾ
pt: Mapa
ru: Карта
si: සිතියම
sr: Мапа
sw: Ramani
te: మ్యాప్
th: แผนที่
tr: Harita
ug: خەرىتە
ur: نقشہ
vi: Bản đồ
zh_hans: 地图

# walking_route
source: Walking route · %1$@ · %2$@
ar: طريق المشي · %1$@ · %2$@
as: খোজকাঢ়ি যোৱাৰ পথ · %1$@ · %2$@
bn: হাঁটার পথ · %1$@ · %2$@
bs: Pješačka ruta · %1$@ · %2$@
ckb: ڕێگای پیادە · %1$@ · %2$@
es: Ruta a pie · %1$@ · %2$@
fa: مسیر پیاده · %1$@ · %2$@
fa_af: مسیر پیاده · %1$@ · %2$@
fil: Ruta sa paglalakad · %1$@ · %2$@
fr: Itinéraire à pied · %1$@ · %2$@
gu: ચાલવાનો રસ્તો · %1$@ · %2$@
ha: Hanyar tafiya a ƙafa · %1$@ · %2$@
hi: पैदल रास्ता · %1$@ · %2$@
hu: Gyalogos útvonal · %1$@ · %2$@
id: Rute jalan kaki · %1$@ · %2$@
ka: ფეხით მარშრუტი · %1$@ · %2$@
km: ផ្លូវដើរ · %1$@ · %2$@
kn: ನಡಿಗೆಯ ಮಾರ್ಗ · %1$@ · %2$@
mk: Пешачка рута · %1$@ · %2$@
ml: നടപ്പാത · %1$@ · %2$@
mr: चालण्याचा मार्ग · %1$@ · %2$@
nl: Looproute · %1$@ · %2$@
pa: ਪੈਦਲ ਰਸਤਾ · %1$@ · %2$@
pt: Rota a pé · %1$@ · %2$@
ru: Пешком · %1$@ · %2$@
si: පයින් යන මඟ · %1$@ · %2$@
sr: Пешачка рута · %1$@ · %2$@
sw: Njia ya kutembea · %1$@ · %2$@
te: నడక మార్గం · %1$@ · %2$@
th: เส้นทางเดิน · %1$@ · %2$@
tr: Yürüyüş rotası · %1$@ · %2$@
ug: پىيادە يول · %1$@ · %2$@
ur: پیدل راستہ · %1$@ · %2$@
vi: Đường đi bộ · %1$@ · %2$@
zh_hans: 步行路线 · %1$@ · %2$@

source: Website
ar: الموقع
as: ৱেবছাইট
bn: ওয়েবসাইট
bs: Web stranica
ckb: ماڵپەڕ
es: Sitio web
fa: وب‌سایت
fa_af: ویب‌سایت
fr: Site web
gu: વેબસાઇટ
ha: Shafin yanar gizo
hi: वेबसाइट
hu: Weboldal
id: Situs web
ka: ვებსაიტი
km: គេហទំព័រ
kn: ವೆಬ್‌ಸೈಟ್
mk: Веб-страница
ml: വെബ്സൈറ്റ്
mr: वेबसाइट
pa: ਵੈੱਬਸਾਈਟ
pt: Site
ru: Сайт
si: වෙබ් අඩවිය
sr: Веб-сајт
sw: Tovuti
te: వెబ్‌సైట్
th: เว็บไซต์
tr: Web sitesi
ug: تور بېكەت
ur: ویب سائٹ
vi: Trang web
zh_hans: 网站

# widget_ask_suggested
source: Try asking
ar: جرّب أن تسأل
as: এইবোৰ সুধি চাওক
bn: জিজ্ঞেস করে দেখুন
bs: Pokušajte pitati
ckb: ئەمانە بپرسە
es: Prueba a preguntar
fa: این‌ها را بپرسید
fa_af: این‌ها را بپرسید
fil: Subukang itanong
fr: Essayez de demander
gu: આ પૂછી જુઓ
ha: Gwada tambaya
hi: पूछकर देखें
hu: Kérdezd meg például
id: Coba tanyakan
ka: სცადეთ კითხვა
km: សាកសួរ
kn: ಹೀಗೆ ಕೇಳಿ ನೋಡಿ
mk: Обидете се да прашате
ml: ഇങ്ങനെ ചോദിച്ചുനോക്കൂ
mr: असे विचारून पाहा
nl: Vraag bijvoorbeeld
pa: ਇਹ ਪੁੱਛ ਕੇ ਦੇਖੋ
pt: Experimente perguntar
ru: Попробуйте спросить
si: මෙසේ අහලා බලන්න
sr: Пробајте да питате
sw: Jaribu kuuliza
te: ఇలా అడిగి చూడండి
th: ลองถาม
tr: Şunları sormayı deneyin
ug: سوراپ بېقىڭ
ur: یہ پوچھ کر دیکھیں
vi: Thử hỏi
zh_hans: 试着问问

# widget_choose_city
source: Open Near Mosque to choose your city
ar: افتح التطبيق لاختيار مدينتك
as: আপোনাৰ চহৰ বাছিবলৈ Near Mosque এপটো খোলক
bn: আপনার শহর বেছে নিতে Near Mosque অ্যাপ খুলুন
bs: Otvorite „Near Mosque” da odaberete grad
ckb: «نزیکترین مزگەوت» بکەرەوە بۆ هەڵبژاردنی شارەکەت
es: Abra la app para elegir su ciudad
fa: برای انتخاب شهر، «نزدیک‌ترین مسجد» را باز کنید
fa_af: برای انتخاب شهر، «نزدیک‌ترین مسجد» را باز کنید
fil: Buksan ang Near Mosque para piliin ang iyong lungsod
fr: Ouvrez l'application pour choisir votre ville
gu: તમારું શહેર પસંદ કરવા માટે Near Mosque ઍપ ખોલો
ha: Buɗe Near Mosque don zaɓar garinku
hi: अपना शहर चुनने के लिए Near Mosque ऐप खोलें
hu: Nyisd meg a Near Mosque alkalmazást a város kiválasztásához
id: Buka aplikasi untuk memilih kota Anda
ka: გახსენით აპი ქალაქის ასარჩევად
km: បើកកម្មវិធី ដើម្បីជ្រើសរើសទីក្រុងរបស់អ្នក
kn: ನಿಮ್ಮ ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಲು Near Mosque ತೆರೆಯಿರಿ
mk: Отворете „Near Mosque“ за да го изберете градот
ml: നഗരം തിരഞ്ഞെടുക്കാൻ Near Mosque തുറക്കുക
mr: तुमचे शहर निवडण्यासाठी Near Mosque ॲप उघडा
nl: Open Near Mosque om je stad te kiezen
pa: ਆਪਣਾ ਸ਼ਹਿਰ ਚੁਣਨ ਲਈ Near Mosque ਖੋਲ੍ਹੋ
pt: Abra o Near Mosque para escolher sua cidade
ru: Откройте «Near Mosque», чтобы выбрать город
si: ඔබේ නගරය තේරීමට Near Mosque විවෘත කරන්න
sr: Отворите „Near Mosque” да изаберете град
sw: Fungua Near Mosque ili kuchagua mji wako
te: మీ నగరాన్ని ఎంచుకోవడానికి Near Mosque తెరవండి
th: เปิดแอปเพื่อเลือกเมืองของคุณ
tr: Şehrinizi seçmek için uygulamayı açın
ug: شەھىرىڭىزنى تاللاش ئۈچۈن «ئەڭ يېقىن مەسچىت» نى ئېچىڭ
ur: شہر منتخب کرنے کے لیے ایپ کھولیں
vi: Mở ứng dụng để chọn thành phố của bạn
zh_hans: 打开应用以选择你的城市

# widget_kind_actions
source: Quick actions
ar: اختصارات سريعة
as: দ্ৰুত কাৰ্য
bn: দ্রুত কাজ
bs: Brze radnje
ckb: کردارە خێراکان
es: Acciones rápidas
fa: اقدامات سریع
fa_af: اقدامات سریع
fil: Mabilisang aksyon
fr: Actions rapides
gu: ઝડપી ક્રિયાઓ
ha: Ayyuka masu sauri
hi: त्वरित क्रियाएँ
hu: Gyors műveletek
id: Tindakan cepat
ka: სწრაფი მოქმედებები
km: សកម្មភាពរហ័ស
kn: ತ್ವರಿತ ಕ್ರಿಯೆಗಳು
mk: Брзи дејства
ml: ദ്രുത പ്രവർത്തനങ്ങൾ
mr: झटपट क्रिया
nl: Snelle acties
pa: ਤੇਜ਼ ਕਾਰਵਾਈਆਂ
pt: Ações rápidas
ru: Быстрые действия
si: ඉක්මන් ක්‍රියා
sr: Брзе радње
sw: Vitendo vya haraka
te: త్వరిత చర్యలు
th: ทางลัด
tr: Hızlı işlemler
ug: تېز مەشغۇلاتلار
ur: فوری اقدامات
vi: Thao tác nhanh
zh_hans: 快捷操作

# widget_kind_actions_desc
source: Ask, the nearest mosque, and prayer times with the Qibla, one tap each.
ar: اسأل، وأقرب مسجد، ومواقيت الصلاة مع القبلة، كلٌّ بلمسة واحدة.
as: সোধক, ওচৰৰ মছজিদ, আৰু কিবলাৰ সৈতে নামাজৰ সময়, প্ৰতিটো এটা টিপত।
bn: জিজ্ঞাসা, কাছের মসজিদ, এবং কিবলাসহ নামাজের সময়, প্রতিটি এক ট্যাপে।
bs: Pitaj, najbliža džamija i vaktija s kiblom, svako jednim dodirom.
ckb: پرسیار، نزیکترین مزگەوت، و کاتەکانی نوێژ لەگەڵ قیبلە، هەر یەکە بە یەک دەستلێدان.
es: Preguntar, la mezquita más cercana y los horarios con la alquibla, con un toque cada uno.
fa: پرسیدن، نزدیک‌ترین مسجد، و اوقات نماز با قبله، هر کدام با یک ضربه.
fa_af: پرسیدن، نزدیک‌ترین مسجد، و اوقات نماز با قبله، هر کدام با یک ضربه.
fil: Magtanong, ang pinakamalapit na masjid, at oras ng salah kasama ang qibla, tig-isang tap.
fr: Demander, la mosquée la plus proche, et les horaires avec la qibla, d’une seule touche.
gu: પૂછો, નજીકની મસ્જિદ, અને કિબ્લા સાથે નમાઝના સમય, દરેક એક ટૅપમાં.
ha: Tambaya, masallaci mafi kusa, da lokutan sallah tare da alƙibla, kowanne da taɓawa ɗaya.
hi: पूछें, सबसे नज़दीकी मस्जिद, और क़िबला के साथ नमाज़ के समय, हर एक एक टैप में।
hu: Kérdezés, a legközelebbi mecset, és az imaidők a kiblával, egy-egy koppintással.
id: Tanya, masjid terdekat, serta jadwal salat dengan kiblat, masing-masing satu ketukan.
ka: კითხვა, უახლოესი მეჩეთი და ლოცვის დრო ყიბლასთან ერთად, თითო შეხებით.
km: សួរ វិហារឥស្លាមជិតបំផុត និងម៉ោងសឡាតជាមួយគិបឡាត ចុចតែម្ដង។
kn: ಕೇಳಿ, ಹತ್ತಿರದ ಮಸೀದಿ, ಮತ್ತು ಕಿಬ್ಲಾ ಸಹಿತ ನಮಾಜ್ ಸಮಯಗಳು, ಒಂದೊಂದು ಟ್ಯಾಪ್‌ನಲ್ಲಿ.
mk: Прашај, најблиската џамија и времињата за молитва со киблата, секое со еден допир.
ml: ചോദിക്കുക, അടുത്തുള്ള പള്ളി, ഖിബ്‌ലയോടൊപ്പം നമസ്കാര സമയങ്ങൾ, ഓരോന്നും ഒറ്റ ടാപ്പിൽ.
mr: विचारा, जवळची मशीद, आणि किब्लासह नमाजाच्या वेळा, प्रत्येकी एका टॅपमध्ये.
nl: Vragen, de dichtstbijzijnde moskee en gebedstijden met de qibla, elk met één tik.
pa: ਪੁੱਛੋ, ਨੇੜਲੀ ਮਸਜਿਦ, ਅਤੇ ਕਿਬਲੇ ਨਾਲ ਨਮਾਜ਼ ਦੇ ਸਮੇਂ, ਹਰ ਇੱਕ ਇੱਕ ਟੈਪ ਵਿੱਚ।
pt: Perguntar, a mesquita mais próxima e os horários com a qibla, cada um com um toque.
ru: Вопрос, ближайшая мечеть и время молитв с киблой — одним касанием.
si: අසන්න, ළඟම පල්ලිය, සහ කිබ්ලා සමඟ සලාත් වේලාවන්, එක් තට්ටුවකින්.
sr: Питај, најближа џамија и времена молитве са киблом, свако једним додиром.
sw: Uliza, msikiti wa karibu, na nyakati za sala pamoja na kibla, kila kimoja kwa mguso mmoja.
te: అడగండి, దగ్గరి మసీదు, ఖిబ్లాతో నమాజ్ సమయాలు, ఒక్కో ట్యాప్‌తో.
th: ถามคำถาม มัสยิดใกล้ที่สุด และเวลาละหมาดพร้อมกิบลัต แตะครั้งเดียว
tr: Sor, en yakın cami ve kıbleyle namaz vakitleri, her biri tek dokunuşla.
ug: سوراش، ئەڭ يېقىن مەسچىت ۋە قىبلە بىلەن ناماز ۋاقىتلىرى، ھەر بىرى بىر چېكىشتە.
ur: پوچھیں، قریب ترین مسجد، اور قبلہ کے ساتھ نماز کے اوقات، ہر ایک ایک ٹیپ میں۔
vi: Hỏi, nhà thờ Hồi giáo gần nhất, và giờ cầu nguyện kèm hướng Qibla, mỗi thứ một chạm.
zh_hans: 提问、最近的清真寺、礼拜时间与朝向，一键直达。

# widget_kind_ask
source: Ask about Islam
ar: اسأل عن الإسلام
as: ইছলামৰ বিষয়ে সোধক
bn: ইসলাম নিয়ে প্রশ্ন করুন
bs: Pitaj o islamu
ckb: دەربارەی ئیسلام بپرسە
es: Pregunta sobre el islam
fa: دربارهٔ اسلام بپرسید
fa_af: در مورد اسلام بپرسید
fil: Magtanong tungkol sa Islam
fr: Questions sur l'islam
gu: ઇસ્લામ વિશે પૂછો
ha: Tambaya game da Musulunci
hi: इस्लाम के बारे में पूछें
hu: Kérdezz az iszlámról
id: Tanya tentang Islam
ka: კითხვა ისლამზე
km: សួរអំពីសាសនាឥស្លាម
kn: ಇಸ್ಲಾಂ ಬಗ್ಗೆ ಕೇಳಿ
mk: Прашај за исламот
ml: ഇസ്‌ലാമിനെക്കുറിച്ച് ചോദിക്കൂ
mr: इस्लामबद्दल विचारा
nl: Vraag over de islam
pa: ਇਸਲਾਮ ਬਾਰੇ ਪੁੱਛੋ
pt: Pergunte sobre o islã
ru: Спросить об исламе
si: ඉස්ලාමය ගැන අහන්න
sr: Питај о исламу
sw: Uliza kuhusu Uislamu
te: ఇస్లాం గురించి అడగండి
th: ถามเรื่องอิสลาม
tr: İslam hakkında sor
ug: ئىسلام توغرىسىدا سوراش
ur: اسلام کے بارے میں پوچھیں
vi: Hỏi về Hồi giáo
zh_hans: 伊斯兰教问答

# widget_kind_ask_desc
source: Ask a question, or tap one of today's suggestions.
ar: اطرح سؤالك، أو اضغط أحد اقتراحات اليوم.
as: প্ৰশ্ন সোধক, নাইবা আজিৰ পৰামৰ্শবোৰৰ এটাত টেপ কৰক।
bn: প্রশ্ন করুন, অথবা আজকের পরামর্শগুলোর একটিতে ট্যাপ করুন।
bs: Postavite pitanje ili dodirnite jedan od današnjih prijedloga.
ckb: پرسیارێک بکە، یان دەست بنێ بە یەکێک لە پێشنیارەکانی ئەمڕۆ.
es: Haz una pregunta o toca una de las sugerencias de hoy.
fa: سؤال خود را بپرسید یا روی یکی از پیشنهادهای امروز بزنید.
fa_af: سوال خود را بپرسید یا روی یکی از پیشنهادهای امروز ضربه بزنید.
fil: Magtanong, o i-tap ang isa sa mga mungkahi ngayong araw.
fr: Posez une question ou touchez l'une des suggestions du jour.
gu: સવાલ પૂછો, અથવા આજનાં સૂચનોમાંથી કોઈ એક પર ટૅપ કરો.
ha: Yi tambaya, ko ka taɓa ɗaya daga cikin shawarwarin yau.
hi: सवाल पूछें, या आज के सुझावों में से किसी एक पर टैप करें।
hu: Tegyél fel egy kérdést, vagy koppints a mai javaslatok egyikére.
id: Ajukan pertanyaan, atau ketuk salah satu saran hari ini.
ka: დასვით კითხვა ან შეეხეთ დღის ერთ-ერთ შეთავაზებას.
km: សួរសំណួរ ឬចុចលើសំណួរណែនាំមួយសម្រាប់ថ្ងៃនេះ។
kn: ಪ್ರಶ್ನೆ ಕೇಳಿ, ಅಥವಾ ಇಂದಿನ ಸಲಹೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
mk: Поставете прашање или допрете еден од денешните предлози.
ml: ഒരു ചോദ്യം ചോദിക്കൂ, അല്ലെങ്കിൽ ഇന്നത്തെ നിർദ്ദേശങ്ങളിൽ ഒന്നിൽ ടാപ്പ് ചെയ്യൂ.
mr: प्रश्न विचारा, किंवा आजच्या सूचनांपैकी एकावर टॅप करा.
nl: Stel een vraag of tik op een van de suggesties van vandaag.
pa: ਸਵਾਲ ਪੁੱਛੋ, ਜਾਂ ਅੱਜ ਦੇ ਸੁਝਾਵਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਇੱਕ 'ਤੇ ਟੈਪ ਕਰੋ।
pt: Faça uma pergunta ou toque em uma das sugestões de hoje.
ru: Задайте вопрос или нажмите на одну из подсказок дня.
si: ප්‍රශ්නයක් අහන්න, නැතහොත් අද යෝජනාවලින් එකක් තට්ටු කරන්න.
sr: Поставите питање или додирните један од данашњих предлога.
sw: Uliza swali, au gusa mojawapo ya mapendekezo ya leo.
te: ఒక ప్రశ్న అడగండి, లేదా ఈరోజు సూచనల్లో ఒకదానిపై నొక్కండి.
th: ถามคำถาม หรือแตะคำถามแนะนำของวันนี้
tr: Bir soru sorun veya bugünün önerilerinden birine dokunun.
ug: سوئال سوراڭ ياكى بۈگۈنكى تەۋسىيەلەرنىڭ بىرىنى بېسىڭ.
ur: سوال پوچھیں، یا آج کی تجاویز میں سے کسی ایک پر ٹیپ کریں۔
vi: Đặt câu hỏi hoặc chạm vào một gợi ý hôm nay.
zh_hans: 提出问题，或点按今日推荐的问题之一。

# widget_kind_countdown
source: Prayer countdown
ar: العد التنازلي للصلاة
as: নামাজৰ কাউণ্টডাউন
bn: নামাজের কাউন্টডাউন
bs: Odbrojavanje do namaza
ckb: ژمێرەری پێچەوانەی نوێژ
es: Cuenta atrás
fa: شمارش معکوس نماز
fa_af: شمارش معکوس نماز
fil: Countdown sa dasal
fr: Compte à rebours
gu: નમાઝ કાઉન્ટડાઉન
ha: Ƙidayar sallah
hi: नमाज़ की उलटी गिनती
hu: Ima-visszaszámláló
id: Hitung mundur salat
ka: ლოცვის უკუთვლა
km: រាប់ថយក្រោយសឡាត
kn: ನಮಾಜ್ ಕ್ಷಣಗಣನೆ
mk: Одбројување до намаз
ml: നമസ്കാര കൗണ്ട്ഡൗൺ
mr: नमाज काउंटडाउन
nl: Aftellen tot gebed
pa: ਨਮਾਜ਼ ਦੀ ਉਲਟੀ ਗਿਣਤੀ
pt: Contagem regressiva
ru: Отсчёт до намаза
si: සලාතයට ඉතිරි කාලය
sr: Одбројавање до намаза
sw: Muda hadi sala
te: నమాజ్ కౌంట్‌డౌన్
th: นับถอยหลังละหมาด
tr: Namaz geri sayımı
ug: ناماز تەتۈر ساناقلىقى
ur: نماز کی الٹی گنتی
vi: Đếm ngược cầu nguyện
zh_hans: 礼拜倒计时

# widget_kind_countdown_desc
source: A bar that fills up until the next prayer.
ar: شريط يمتلئ حتى الصلاة القادمة.
as: পৰৱৰ্তী নামাজলৈকে ভৰি অহা এডাল বাৰ।
bn: পরবর্তী নামাজ পর্যন্ত ভরতে থাকা একটি বার।
bs: Traka koja se puni do sljedećeg namaza.
ckb: شریتێک کە تا نوێژی داهاتوو پڕ دەبێتەوە.
es: Una barra que se llena hasta la próxima oración.
fa: نواری که تا نماز بعدی پر می‌شود.
fa_af: نواری که تا نماز بعدی پر می‌شود.
fil: Isang bar na napupuno hanggang sa susunod na dasal.
fr: Une barre qui se remplit jusqu'à la prochaine prière.
gu: આગામી નમાઝ સુધી ભરાતી એક પટ્ટી.
ha: Sandar da ke cika har zuwa sallah ta gaba.
hi: एक पट्टी जो अगली नमाज़ तक भरती जाती है।
hu: Sáv, amely a következő imáig fokozatosan megtelik.
id: Bilah yang terisi hingga salat berikutnya.
ka: ზოლი, რომელიც შემდეგ ლოცვამდე ივსება.
km: របារដែលពេញបន្តិចម្ដងៗ រហូតដល់សឡាតបន្ទាប់។
kn: ಮುಂದಿನ ನಮಾಜ್‌ವರೆಗೆ ತುಂಬುವ ಒಂದು ಪಟ್ಟಿ.
mk: Лента што се полни до следниот намаз.
ml: അടുത്ത നമസ്കാരം വരെ നിറയുന്ന ഒരു ബാർ.
mr: पुढच्या नमाजपर्यंत भरत जाणारी पट्टी.
nl: Een balk die zich vult tot het volgende gebed.
pa: ਇੱਕ ਪੱਟੀ ਜੋ ਅਗਲੀ ਨਮਾਜ਼ ਤੱਕ ਭਰਦੀ ਜਾਂਦੀ ਹੈ।
pt: Uma barra que se enche até a próxima oração.
ru: Полоса, которая заполняется до следующего намаза.
si: ඊළඟ සලාතය තෙක් පිරෙන තීරුවක්.
sr: Трака која се пуни до следећег намаза.
sw: Upau unaojaa hadi sala ijayo.
te: తదుపరి నమాజ్ వరకు నిండే ఒక బార్.
th: แถบที่ค่อยๆ เต็มจนถึงละหมาดถัดไป
tr: Sonraki namaza kadar dolan bir çubuk.
ug: كېيىنكى نامازغىچە تولۇپ بارىدىغان بالداق.
ur: ایک پٹی جو اگلی نماز تک بھرتی جاتی ہے۔
vi: Thanh đầy dần cho đến lần cầu nguyện tiếp theo.
zh_hans: 一条进度条，随时间填满，直到下一次礼拜。

# widget_kind_mosque
source: Nearest mosque
ar: أقرب مسجد
as: ওচৰৰ মছজিদ
bn: নিকটতম মসজিদ
bs: Najbliža džamija
ckb: نزیکترین مزگەوت
es: Mezquita más cercana
fa: نزدیک‌ترین مسجد
fa_af: نزدیک‌ترین مسجد
fil: Pinakamalapit na masjid
fr: Mosquée la plus proche
gu: નજીકની મસ્જિદ
ha: Masallaci mafi kusa
hi: नज़दीकी मस्जिद
hu: Legközelebbi mecset
id: Masjid terdekat
ka: უახლოესი მეჩეთი
km: ម៉ាស្ជិតជិតបំផុត
kn: ಅತಿ ಹತ್ತಿರದ ಮಸೀದಿ
mk: Најблиска џамија
ml: ഏറ്റവും അടുത്ത പള്ളി
mr: जवळची मशीद
nl: Dichtstbijzijnde moskee
pa: ਸਭ ਤੋਂ ਨੇੜਲੀ ਮਸਜਿਦ
pt: Mesquita mais próxima
ru: Ближайшая мечеть
si: ළඟම පල්ලිය
sr: Најближа џамија
sw: Msikiti wa karibu zaidi
te: దగ్గరి మసీదు
th: มัสยิดใกล้ที่สุด
tr: En yakın cami
ug: ئەڭ يېقىن مەسچىت
ur: قریب ترین مسجد
vi: Thánh đường gần nhất
zh_hans: 最近的清真寺
